Repository: domogik/domogik-website
Catalog: src/locale/*/LC_MESSAGES/website.po
Languages: ru

source: Téléchargez la dernière version
ru: Скачать последний релиз

source: Domogik est le coeur de la solution. Il est livré avec une interface d'administration.
ru: Domogik - ядро решения. Он устанавливается с интерфейсом для администрирования.

source: Télécharger
ru: Скачать

source: Release note
ru: Примечания к выпуску

source: Documentation
ru: Документация

source: Domogik utilise le composant Domogik-MQ pour la communication entre les composants.
ru: Domogik использует Domogik-MQ для связи между компонентами

source: Télécharger Domogik-MQ
ru: Скачать Domogik-MQ

source: Domoweb est l'interface de visualisation et de contrôle. Il s'agit d'une interface web responsive qui s'adapte a toutes les tailles d'ecran : ordinateurs, tablettes et téléphones.
ru: Domoweb - веб-интерфейс пользователя для просмотра информации и управления Domogik. Это адаптивный веб-интерфейс, который масштабируется ко всем размерам экранов - настольные компьютеры, планшеты и телефоны.

source: Butler Android est l'application Android qui vous permet de parler avec le Majordome de Domogik.
ru: Butler Android - Android-приложение, которое позволяет разговаривать с Дворецким в Domogik.

source: Domodroid est l'application Android compatible avec Domogik. Elle vous permet de contrôler votre maison depuis une tablette ou votre smartphone.
ru: Domodroid - Android приложение для Domogik. Позволяет вам контролировать ваш дом с планшета или смартфона.

source: Attention, l'application est encore en cours de développment. Elle peut contenir des bugs.
ru: Внимание, приложение в разработке. Может содержать ошибки.

source: FAQ <small>La Foire Aux Questions...</small>
ru: FAQ <small>Часто задаваемые вопросы...</small>

source: Questions générales
ru: Общие вопросы

source: Est-ce que des éléments de Domogik sont payants ?
ru: В Domogik есть платные компоненты?

source: Domogik et l'écosystème qui va avec est entièrement libre et gratuit.
ru: Domogik и все его компоненты полностью бесплатны.

source: Niveau de compétence
ru: Уровень квалификации

source: Quel est le niveau de compétence requis pour utiliser Domogik ?
ru: Какие навыки необходимы для использования Domogik?

source: Domogik est fait pour être le plus simple possible d'utilisation.
ru: Domogik сделан, чтобы быть как можно более простым в использовании.

source: Quel est le niveau de compétence requis pour administrer Domogik ?
ru: Какие знания требуются для администрирования Domogik?

source: Administrer Domogik requiert quelques compétences sur l'utilisation de Linux.
ru: Администрирование Domogik требует определенных навыков использования Linux.

source: Quel est le niveau de compétence requis pour installer Domogik ?
ru: Каков уровень знаний, необходимых для установки Domogik?

source: Pour installer Domogik à ce jour, il faut quelques compétences sur l'utilisation de Linux.
ru: Чтобы установить Domogik, вам потребуются некоторые навыки работы с Linux.

source: Packages
ru: Пакеты

source: Pourquoi y a t'il moins de packages (plugins) avec la version 0.4.x qu'avec la version 0.3.x ?
ru: Почему в версии 0.4.x меньшее количество пакетов (плагины) чем в 0.3.x?

source: Domogik 0.4 est un <em>reboot</em> de Domogik. La compatibilité des plugins a donc été cassée.
ru: В Domogik 0,4 мы <em>переписали</em> ядро. Совместимость плагинов была нарушена.

source: Versions et fonctionnalités à venir
ru: Версии и новые функции

source: La version 0.4.0/0.4.1 de Domogik a été très longue à sortir. Est-ce que ça sera le cas pour les suivantes ?
ru: Ожидание Domogik версии 0.4.0 / 0.4.1 было очень длительным. Будет ли долгим ожидание следующего релиза?

source: En effet Domogik 0.4 a été une trop longue aventure. La solution a été quasiment entièrement réécrite et nous avons passé beaucoup de temps a peaufiner des détails de fond. Maintenant que cette base saine est posée, nous avons pour objectif de faire des évolutions plus régulièares et plus souples.
ru: Действительно, Domogik 0.4 был слишком долгим приключением. Основа была практически полностью переписана, и мы провели много времени, настраивая мелкие детали. Теперь, когда здоровый фундамент заложен, мы стремимся делать все более и более гибкие регулярные релизы.

source: Que prévoyez-vous pour la prochaine version ?
ru: Каковы ваши планы на следующий релиз?

source: Il y a tellement de sujets à adresser... Vous verrez bien ;)
ru: Есть очень много тем ... Вы увидите;)

source: Pourquoi la technologie XYZ n'est pas supportée ?
ru: Почему технология XYZ не поддерживается?

source: Il y a tellement de technologies domotiques différentes et il faut du temps pour ajouter le support d'une technologie. Certaines peuvent être très simple et d'autres très complexes. Le nombre de technologies supportées par Domogik va croître avec le temps. Toutefois si cela ne vas pas assez vite pour vous, vous pouvez toujours venir nous aider ;)
ru: Существует очень много различных технологий домашней автоматизации и добавление поддержки технологии занимает много времени. Часть из них могут быть очень простыми, некоторые очень сложные. Количество технологий при поддержке Domogik будет расти со временем. Но, если Вам кажется, что дело движется не достаточно быстро, Вы всегда можете прийти и помочь нам;)

source: Aider, participer
ru: Помощь проекту, участие

source: Je souhaite vous aider, mais je ne sais pas développer, que puis-je faire ?
ru: Я хочу помочь Вам, но я не программист, что я могу сделать?

source: Il est possible de nous aider sur différents sujets : communication, traductions (quand l'outillage sera mis en place), documentation, tests.
ru: Вы можете помочь нам по различным темам: связь, переводы (когда инструмент будет настроен), документация, тестирование.

source: Je souhaite vous aider, comment vous contacter ?
ru: Я хочу помочь, как с Вами связаться?

source: Vous trouverez les différents moyens de communication en bas de cette page (mail, irc, etc).
ru: В нижней части этой страницы Вы можете найти различные варианты связи (электронная почта, IRC, и т.д.).

source: Je souhaite faire un don, comment faire ?
ru: Я хочу помочь материально, как я могу это сделать?

source: A ce jour, nous n'avons encore rien qui nous permette de recevoir des dons pécuniers. Toutefois, vous pouvez proposer du matériel (prêt ou don) aux développeurs actifs afin de nous aider à compléter la couverture technologique.
ru: На сегодняшний день, у нас до сих пор нет возможности получать денежные пожертвования. Тем не менее, Вы можете предоставить оборудование (кредит или грант) разработчикам плагинов, чтобы помочь нам полностью обеспечить работоспособность технологии.

source: Prenez le contrôle de votre maison!
ru: Возьмите дом под свой контроль!

source: <span class='fine'>En direct du</span> <strong>blog</strong>
ru: <span class='fine'>Живой</span> <strong>блог</strong>

source: <span class='fine'>Une solution</span> <strong>libre</strong>
ru: <span class = 'fine'>Свободное</span> <strong>решение</strong>

source: <strong>Domogik</strong> est une solution de Domotique <strong>libre</strong> (GPLv3).
ru: <strong> Domogik </strong>это<strong> свободное</strong>(GPLv3) решение домашней автоматизации

source: Elle vous permet de :
ru: Позволяет Вам:

source: <strong>Contrôler</strong> vos lumières, volets, etc.
ru: <strong>Управлять</strong> освещением, ролетами, и т.д.

source: <strong>Monitorer</strong> votre maison (température, électricité, ...).
ru: <strong>Следить</strong> за вашим домом (температура, электричество, ...).

source: Créer des <strong>scénarios</strong> pour rendre votre maison plus autonome.
ru: Создавать <strong>сценарии</strong>, чтобы сделать ваш дом самостоятельным.

source: Contrôler votre maison à la <strong>voix</strong>.
ru: Управлять домом с помощью <strong>голоса</strong>.

source: Et bien plus encore...
ru: И многое другое ...

source: <span class='fine'>Une solution</span> <strong>moderne</strong>
ru: <strong>Современное</strong> <span class='fine'>решение</span>

source: Multi-technologies
ru: Multi-технологии

source: Domogik évolue avec toutes les technologies, qu'elles soient anciennes ou nouvelles. Il existe de multiple plugins pour supporter ces différentes technologies : Velbus, Téléinformation, Météo, Zwave, ....
ru: Domogik совместим как со старыми так и с новыми технологиями. Уже есть много плагинов для поддержки технологий таких как: Velbus, Zwave, прогноз погоды, ...

source: Ces plugins sont référencés sur <a href="http://repo-public.domogik.org/" alt="Dépôt de packages">notre dépôt de packages</a>.
ru: Все плагины находятся в официальном <a href="http://repo-public.domogik.org/" alt="Packages repository"> репозитории пакетов</a>

source: Interface web responsive
ru: Адаптивный веб-интерфейс

source: Domogik est livré en standard avec une interface d'administration web et responsive afin que vous puissiez l'utiliser rapidement, que ça soit depuis votre ordinateur, votre tablette, votre smartphone ou votre liseuse.
ru: Domogik стандартно поставляется с адаптивным интерфейсом веб-администрирования. Вы можете использовать его сразу после установки с компьютера, планшета, смартфона или электронной книги.

source: Contrôlez votre maison à la voix
ru: Управляйте домом с помощью голоса

source: Vous pouvez interagir de manière intuitive avec votre installation domotique en lui parlant. Elle est même capable d'apprendre toute seule!
ru: Вы можете интуитивно общаться с вашей системой домашней автоматизации, просто разговаривая с ней. Она даже способна обучаться самостоятельно!

source: Réellement gratuit
ru: Действительно бесплатно

source: Domogik est un logiciel libre (GPLv3) et OpenSource. Vous pouvez donc le télécharger, l'utiliser le redistribuer et le modifier gratuitement. Que ça soit le core ou les packages, tout est gratuit et libre.
ru: Domogik - свободное программное обеспечение (GPL v3) и OpenSource. Вы можете загружать, использовать и модифицировать или распространять бесплатно. Как ядро так и плагины, всё свободно и бесплатно.

source: Adapté à vos besoins
ru: Для ваших потребностей

source: Grâce à une API documentée il est facile de modifier ou de développer son propre plugin ou sa propre interface graphique.
ru: С документированным API легко изменить или создать свой собственный плагин, или графический интерфейс.

source: Ouvert aux autres
ru: Открыт для других

source: Grâce à son API, vous pouvez utiliser Domogik avec d'autres solutions, comme <a href="http://www.openremote.org" alt="OpenRemote">OpenRemote</a> qui permet de créer des interfaces de contrôle photo réalistes.
ru: Благодаря API, вы можете использовать Domogik с другими решениями, например <a href="http://www.openremote.org" alt="OpenRemote"> OpenRemote</a> для создания фотореалистичных интерфейсов управления.

source: <span class='fine'>Une interface web</span> <strong>élégante</strong>
ru: <strong>Современный</strong> <span class='fine'>веб интерфейс</span>

source: L'interface s'adapte à toutes les tailles d'écrans
ru: Интерфейс адаптируется под любой размер экрана

source: Interface de Domogik
ru: Интерфейс Domogik

source: Personnalisez facilement le style de votre interface
ru: Простая настройка внешнего вида вашего интерфейса

source: Sur les smartphones compatibles utilisez-la comme une application native
ru: Для смартфонов используйте специальное приложение

source: Vous pouvez même utiliser une liseuse
ru: Вы можете использовать даже электронную книгу

source: De part leur faible consommation les liseuses peuvent devenir des interfaces de contrôle idéales.
ru: Низкое потребление делает их идеальными интерфейсами для управления.

source: Interface de Domogik sur une liseuse
ru: Интерфейс Domogik на электронной книге

source: <span class='fine'>Administrez depuis</span> <strong>votre canapé</strong>
ru: <span class='fine'>Настраивайте не вставая</span> <strong> с дивана</strong>

source: L'administration aussi est responsive
ru: Интерфейс администрирования тоже адаптивный

source: Vous n'avez plus besoin d'aller sur votre ordinateur pour configurer un plugin, créer un périphérique ou encore créer un scénario.
ru: Вам больше не нужно идти к компьютеру, чтобы настроить плагин, создать устройство, создать или отредактировать сценарий.

source: Administration de Domogik
ru: Управление Domogik

source: Créez des scénarios
ru: Создание сценариев

source: <span class='fine'>Faites du</span> <strong>photoréalisme</strong>
ru: <span class='fine'>Создание</span <strong> фотореалистичного</strong> <span class='fine'> интерфейса</span>

source: Avec Domogik et Openremote, vous pouvez créer des interfaces photo réalistes
ru: С Domogik и OpenRemote вы можете создавать фотореалистичные интерфейсы

source: Openremote et Domogik
ru: Openremote и Domogik

source: <span class='fine'>Votre</span> <strong>majordome</strong>
ru: <span class='fine'>Ваш</span> <strong>дворецкий</strong>

source: Le majordome de Domogik est votre assistant. Il suffit de lui parler ou de lui écrire afin d'interagir avec lui. Une application Android permet de parler de vive voix avec ce majordome et d'autres interfaces viendront la rejoindre au fil du temps.
ru: Дворецкий это Ваш Domogik ассистент. Для взаимодействия просто проговорите или напишите ему команду. Android приложение позволяет разговаривать непосредственно с дворецким. Другие интерфейсы для общения присоединятся со временем.

source: Il est également très simple de faire progresser et de personnaliser votre majordome, que ça soit en lui parlant ou même en éditant un simple fichier.
ru: Дворецкий легко настраивается и обучается, просто поговорите с ним, или отредактируйте файл.

source: Contrôlez...
ru: Управление ...

source: Quelle est la température du salon
ru: Какая температура в гостинной

source: La température du salon est 21 degrés
ru: Температура в гостинной 21 градус

source: Allume le salon.
ru: Включи свет в гостинной

source: Eduquez...
ru: Обучение...

source: Il fait combien dehors ?
ru: Какая температура на улице?

source: Je n'ai pas compris
ru: Я не понимаю

source: Quand je dis il fait combien dehors ça signifie quelle est la température de dehors
ru: Когда я говорю - какая температура снаружи, это означает - скажи температуру на улице

source: C'est noté.
ru: Запомнил.

source: La température de dehors est 13 degrés
ru: Температура на улице 13 градусов

source: Laissez le apprendre...
ru: Запоминание...

source: Peux-tu me donner la météo ?
ru: Какая погода?

source: Est-ce que cela signifie : quelle est la météo aujourd'hui ?
ru: Означает ли это: Какая погода сегодня?

source: Oui
ru: Да

source: Le ciel sera partiellement nuageux. Les températures seront comprises entre 8 et 19 degrés.
ru: Небо будет облачно. Температура будет от 8 до 19 градусов.

source: Faites vous assister...
ru: Могу ли я помочь Вам ....

source: Calcule 3 plus 4 fois 5 moins 2
ru: Рассчитай 3 плюс 4 умножить на 5 минус 2

source: Dis moi quel est le poids d'une pomme ?
ru: Скажи мне сколько весит яблоко?

source: 182 grammes.
ru: 182 грамма.

source: Quelle heure est-il ?
ru: Который час?

source: Il est 23 heure 25
ru: сейчас 23 25

source: <span class='fine'>Une solution</span> <strong>ouverte</strong>
ru: <strong>Открытое</strong> <span class='fine'>решение</span>

source: Un de vos besoins domotique n'est pas couvert ?
ru: Одна из ваших протоколов автоматизации не реализован?

source: Créez votre propre plugin grâce à la documentation et au code des plugins existants.
ru: Создайте свой собственный плагин с документацией и увеличьте количество существующих плагинов.

source: Nos interfaces graphiques ne vous plaisent pas ?
ru: Вам не нравиться наш GUI?

source: Tout le monde n'a pas les mêmes goûts! Si vous n'aimez ni Domoweb, ni Domodroid vous pouvez grâce aux APIs documentées interagir avec Domogik et créer votre propre interface!
ru: У каждого свой вкус! Если вам не нравится Domoweb или Domodroid, с помощью документированного API вы можете создать свой собственный интерфейс!

source: Vous pouvez également utiliser des solutions existantes comme <a href="http://www.openremote.org">OpenRemote</a> pour créer vore interface graphique.
ru: Вы также можете использовать существующие решения, например <a href="http://www.openremote.org"> OpenRemote </a>, для создания GUI.

source: Votre majordome est trop rigide ?
ru: Ваш дворецкий не натуральный?

source: Personnalisez le en lui apprenant facilement d'autres interactions.
ru: Индивидуальность можно легко добавить обучая его другим ответам и действиям.

source: Vous pouvez egalement développer des extensions qui lui feront aller chercher des informations en ligne.
ru: Вы можете создать расширения, которые позволят ему получать информацию в Интернете.

source: Vous souhaitez participer à l'aventure ?
ru: Желаете присоединиться к приключениям?

source: Que ça soit pour une petite contribution ou une grosse, vous êtes le bienvenue! Ne soyez pas timides et passez nous voir sur irc.
ru: Независимо от вашего вклада, добро пожаловать! Не стесняйтесь посетить наш IRC канал.

source: Accueil
ru: Главная

source: Blog
ru: Блог

source: Screenshots
ru: Снимки экрана

source: Langue
ru: Язык

source: Français
ru: Французский

source: Anglais
ru: Английский

source: Russe
ru: Русский

source: Derniers tweets
ru: Последние твиты

source: Contacts
ru: Контакты

source: Le canal irc est le meilleur média pour prendre contact avec l'équipe de Domogik. Il est possible d'y parler français ou anglais.
ru: Канал IRC является лучшим способом, чтобы связаться с командой Domogik. На этом канале вы можете говорить по-французски или по-английски.

source: Ressources
ru: Ресурсы

source: Sources sur GitHub
ru: Исходники на GitHub

source: Dépot de packages
ru: Репозиторий пакетов
